brew "asdf"
brew "bash"
brew "bash-completion"
brew "fzf"
brew "gh"
brew "git"
brew "gpg2"
brew "gum"
brew "jq"
brew "mas"
brew "mermaid-cli"
brew "nvim"
brew "pinentry-mac"
brew "rpl"
brew "the_silver_searcher"
brew "tmuxinator"

tap "homebrew/cask"
tap "homebrew/cask-drivers"

cask "1password"
cask "alfred"
cask "deckset"
cask "docker"
cask "firefox"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "monitorcontrol"
cask "ngrok"
cask "pgadmin4"
cask "qmk-toolbox"
cask "obsidian"
cask "secretive"
cask "slate"
cask "spotify"
cask "visual-studio-code"

mas "Bear", id: 1091189122
mas "monday.com", id: 1298450641
mas "Pixelmator Pro", id: 1289583905
mas "Skitch", id: 425955336
mas "The Clock", id: 488764545
mas "Webcam Settings", id: 533696630
mas "MeetingBar", id: 1532419400
