brew "asdf"
brew "bash"
brew "fzf"
brew "git"
brew "gpg2"
brew "mas"
brew "nvim"
brew "pinentry-mac"
brew "rpl"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"

tap "homebrew/cask"

cask "1password"
cask "alfred"
cask "firefox"
cask "gpg-suite"
cask "iterm2"
cask "slate"

mas "Bear", id: 1091189122
mas "The Clock", id: 488764545
mas "Webcam Settings", id: 533696630
